import "./Working.scss";

export default function Working() {
    return (
        <main>
            <div className="container">
                <div className="working-info">
                    <div className="working-info-text">
                        <h1>О работе клуба</h1>
                        <p>Клуб веб-программирования F5, функционирующий на базе муниципального бюджетного общеобразовательного учреждения средней общеобразовательной школы №66 города Иваново, проводит занятия по субботам с 11:00 до 13:00. Программа клуба направлена на развитие навыков веб-разработки у детей и подростков</p>
                    </div>
                    <div className="working-info-text">
                        <h1>Об организаторах</h1>
                        <p>По любым вопросам, связанным именно с клубом вы можете обратиться к его основателям. Почта для обращения ─ ivanovo66f5@gmail.com. По вопросам, связанным со школой, вы можете обратиться к администрации МБОУ СОШ №66. Почта ─ school66@ivedu.ru</p>
                    </div>
                </div>
            </div>
        </main>
    );
}